{
    "book": {
        "id": 6,
        "title": "To juz są inne czasy",
        "description": "A book generated from text",
        "price_per_page": 5,
        "created_at": "2025-05-20T22:34:57.000000Z",
        "updated_at": "2025-05-20T22:34:57.000000Z"
    },
    "pages": [
        {
            "id": 114,
            "page_number": 1,
            "content": "<b>To już są inne czasy.<\/b>\n\nTa bajka zaczęła się dawno, dawno temu, ale jej drugi rozdział rozpoczął się całkiem niedawno. Dawno, dawno temu w bajce brała udział piękna królewna, groźny smok i dzielny szewczyk. A całkiem niedawno zdarzyło się to, co Wam dzisiaj opowiem…",
            "video_url": null,
            "created_at": "2025-05-20T22:34:57.000000Z",
            "updated_at": "2025-05-20T22:34:57.000000Z"
        },
        {
            "id": 115,
            "page_number": 2,
            "content": "Olga siedziała pochylona nad biurkiem i zawzięcie coś wypatrywała przez lupę. Pac! Kukiełka skoczyła na biurko, ale nawet nie musnęła ani Olgi, ani tego, czemu dziewczynka przyglądała się z przejęciem. Kukiełka to biały, puszysty kot. Cichy, łagodny, delikatny jak mgiełka. Ma puchaty ogonek, tak miękki jak pędzel z marabuta, którego Olga używa do nanoszenia grafitowego proszku na ślady daktyloskopijne. To specjalna technika detektywistyczna, dzięki której wyłaniają się ślady niewidoczne gołym okiem. Wszystko wygląda na czyste, ale gdy pokryjemy powierzchnię grafitowym proszkiem za pomocą pędzelka z puchu marabuta, okazuje się, że ktoś to miejsce dotykał i pozostawił odciski palców. Linie papilarne pokrywają opuszki naszych palców, a wzory, jakie tworzą te linie, są niepowtarzalne. Każdy z nas ma linie papilarne charakterystyczne tylko dla niego! Dzięki nim można rozpoznać, kto dotykał jakąś rzecz. Jeśli ktoś nie chce być łatwo rozpoznany, powinien porządnie myć ręce…",
            "video_url": null,
            "created_at": "2025-05-20T22:34:57.000000Z",
            "updated_at": "2025-05-20T22:34:57.000000Z"
        },
        {
            "id": 116,
            "page_number": 3,
            "content": "Właśnie przed chwilą Olga zanurzyła w grafitowym proszku swój profesjonalny, detektywistyczny pędzel i lekko pokryła nim blat biurka, tuż przy jego brzegu. \n\nJej detektywistyczna intuicja nie zawiodła jej! Proszek ujawnił charakterystyczne znaki.",
            "video_url": null,
            "created_at": "2025-05-20T22:34:57.000000Z",
            "updated_at": "2025-05-20T22:34:57.000000Z"
        },
        {
            "id": 117,
            "page_number": 4,
            "content": "– Czyje to ślady? – zastanawiała się Olga i bacznie przyglądała im się przez ogromną lupę. Na pewno nie były to ślady człowieka. Nie były to też ślady kota… Dziewczynka zamyśliła się głęboko. Jej mózg pracował tak intensywnie, jak podczas zeszłorocznych zawodów szachowych. Kiedy Olga była bardzo skupiona, kiedy myślała niemal całą sobą, jej włosy stawały się kolorowe i czochrały się w burzę loków. Nie dotykała wtedy głowy – to wszystko było wynikiem procesów elektrycznych zachodzących na połączeniu komórek nerwowych w jej mózgu. Burza w mózgu! Niestety, poza kolorowymi blaskami bijącymi od jej włosów, nie było żadnego innego efektu tego niesamowitego procesu… Olga osunęła się w swoim obrotowym krześle i odpoczywała po ogromnym wysiłku.",
            "video_url": null,
            "created_at": "2025-05-20T22:34:57.000000Z",
            "updated_at": "2025-05-20T22:34:57.000000Z"
        },
        {
            "id": 118,
            "page_number": 5,
            "content": "Tymczasem Kukiełka podbiegła do drzwi.\n\n– Miauuu…. – zapowiedziała przybywających gości.\n\n– Kto to, Kukiełko? Igor i Apetyt! – ucieszyła się Olga na widok przyjaciół.\n\nIgor był ubrany w sweter przypominający kolczugę, a na głowie miał czapkę z nadrukiem rycerskiego szyszaka. Jego dżinsy i sportowe buty do biegania ucieszyły Olgę, bo świadczyły, że jednak nie przenieśli się w czasie i że wciąż jest praprawnuczką królewny z czasów, które były dawno, dawno temu.\n\nApetyt uśmiechał się od ucha do ucha i machał ogonem jak śmigłem wiatraka. Kukiełka zaprowadziła go do swojej miski, bo wiedziała, że Apetyt uwielbia kocią karmę i zawsze, kiedy tylko przybywał, częstowała go czym micha bogata.",
            "video_url": null,
            "created_at": "2025-05-20T22:34:57.000000Z",
            "updated_at": "2025-05-20T22:34:57.000000Z"
        },
        {
            "id": 119,
            "page_number": 6,
            "content": "– Igor, patrz! – tymczasem Olga pokazywała przyjacielowi precyzyjnie zebrany ślad.\n\nIgor miał okulary z bardzo grubymi szkłami, dlatego nawet nie potrzebował lupy, by prześwidrować ślad swoim bystrym okiem uzbrojonym (w te okulary właśnie)…\n\n– To ślad smoka! – stwierdził z całą stanowczością.\n\n– Igor… – żachnęła się Olga. – To już są inne czasy… – poinformowała chłopca, ale sama nie była do końca o tym przekonana. Inne czasy? Co to właściwie znaczy? Igora przywiózł tata samochodem, a nie żadną karetą, a tym bardziej nie przyjechali konno. Rycerz w dzisiejszych czasach nosi gustowny sweter z dużymi dziurami, ale miękki, z ekologicznej bawełny, a nie z drutu. Czapka z nadrukiem sublimacyjnym, super realistycznym, ale do szyszaka jej daleko…",
            "video_url": null,
            "created_at": "2025-05-20T22:34:57.000000Z",
            "updated_at": "2025-05-20T22:34:57.000000Z"
        },
        {
            "id": 120,
            "page_number": 7,
            "content": "– Nie pamiętasz, co mówiła twoja babcia? Smoki są odporne na zanieczyszczenia. Nie są też takie głupie, żeby nie pozwolić swoim żołądkom ewoluować, więc ewoluowały. Z mięsożernych stały się wszystkożerne. – Igor zauważył, że Olga słucha jego słów z wypiekami na twarzy, więc mówił z coraz większą pewnością. – Pamiętam, jak twoja babcia opowiadała przy kominku, jeszcze tym z prawdziwym ogniem, nie tym elektronicznym, który masz teraz w salonie, że smoki są wrażliwe jedynie na brak wyobraźni. Gdy brak w pobliżu wyobraźni, zaczynają chorować, nikną w oczach, aż w końcu mogą zniknąć. Ale to im nie grozi, bo na świecie zawsze będą dzieci, a dzieci zawsze będą miały wyobraźnię!",
            "video_url": null,
            "created_at": "2025-05-20T22:34:57.000000Z",
            "updated_at": "2025-05-20T22:34:57.000000Z"
        },
        {
            "id": 121,
            "page_number": 8,
            "content": "– No, nie wiem… – Olga była sceptyczna. Przypomniało jej się, jak ostatnio w szkole jeden z Kolegów Bez Wyobraźni zrobił jej przykrość, twierdząc, że „kicha jak baba”. Ciekawe, jak niby kicha baba?! Czym się różni babskie kichanie od niebabskiego?...\n\n– Będą miały! Mówię ci! To jedyna pewna rzecz na tym świecie. Dlatego dzieci muszą przetrwać, a wraz z nimi oczywiście smoki. – Igor aż się zapalił do swojego wywodu, a jego okulary zaszły parą.\n\nOlga była pod wrażeniem jego wiary w ludzkość, nadziei i… w ogóle było w tym wszystkim coś z miłości.\n\n– Zgoda! To ślad smoka. Ale dlaczego jest taki niewyraźny? Taki niepewny? Taki nawet, powiedziałabym, tyci, tyci…?\n\n– To oczywiste. Smok jest wygłodzony. Zaniedbany. Podejrzewam, że jest uwięziony.",
            "video_url": null,
            "created_at": "2025-05-20T22:34:57.000000Z",
            "updated_at": "2025-05-20T22:34:57.000000Z"
        },
        {
            "id": 122,
            "page_number": 9,
            "content": "– Gdzie?! Przez kogo?!\n\n– Nie chcę robić sztucznej sensacji… Nie chcę nikogo oskarżać… Ale… podejrzewam, że przez dorosłych.\n\n– O!!! – Olga była wstrząśnięta i oburzona. – Nie damy się, Igor. Nie oddamy naszej wyobraźni.\n\n- I po to tu jestem. Patrz, co napisałem. – Igor otworzył swojego wysłużonego laptopa. - Nauka nauką, real realem, ale smoki będą zawsze! \n\n- Ratujmy tego biedaka!\n\nIgor kilka razy poruszył zwinnymi palcami po ledwo wystających z tafli klawiszach. Zaszumiało, zaklikało i na ekranie pojawił się tajemniczy kod. Był kolorowy, mienił się tysiącem barw na czarnym tle. No, może przesadziłam. Nie było ich tysiąc, ale tak się pisze w książkach, żeby bardziej literacko zabrzmiało, więc na potrzeby literatury przyjmijmy, że kod był bajecznie kolorowy.",
            "video_url": null,
            "created_at": "2025-05-20T22:34:57.000000Z",
            "updated_at": "2025-05-20T22:34:57.000000Z"
        },
        {
            "id": 123,
            "page_number": 10,
            "content": "Mmmm… – z uznaniem zamruczała Olga.\n\nMrrrrr… – zawtórowała jej Kukiełka, bo poczuła, że to ten moment, kiedy należy mruczeć.\n\n- Jesteś pod wrażeniem? – zwrócił się Igor do Olgi, z dumą wypinając pierś w sweterku à la kolczuga, jakby oczekiwał przypięcia odznaczenia.\n\n- Bardzo. Jest imponujący. Ale wolałabym go oglądać po przekonwertowaniu – powiedziała Olga, jak się jej wydawało, bardzo mądrze.\n\nTym razem Igor popatrzył na nią z uznaniem. Wiedział, że Olga jest superdetektywem i znakomitą szachistką, ale raczej słabą programistką. Nie napisała jeszcze żadnej apki. Trzeba jednak przyznać, że umiała docenić pracę innych, a zwłaszcza Igora.\n\n- To jest program sterujący dronem – powiedział Igor i zamilkł, obserwując mimikę Olgi.\n\nOlga wybałuszyła oczy. Tego się nie spodziewała.",
            "video_url": null,
            "created_at": "2025-05-20T22:34:57.000000Z",
            "updated_at": "2025-05-20T22:34:57.000000Z"
        },
        {
            "id": 124,
            "page_number": 11,
            "content": "- Co ma dron do smoka? – zapytała, gdy otrząsnęła się w końcu z niedowierzania.\n\n- Ma, ma… Zaprogramowany przeze mnie dron będzie dowoził smokowi pożywienie i inne niezbędne do życia produkty. Zademonstruję ci wszystko dokładnie – Igor pobiegł do przedpokoju, skąd przyniósł swój plecak. Zamaszyście rozsunął zamek i z namaszczeniem wyciągnął jabłko, kanapkę z serem i sok marchewkowy. Chwilę się zawahał, zanurzył rękę w najmniejszej kieszonce plecaka i wydobył z niego słodką, różową piankę. Następnie rozsunął plecak jeszcze bardziej i z jego czeluści wyjął… imponującego drona!\n\n- Ale piękny – zachwyciła się Olga. – Masz gust.",
            "video_url": null,
            "created_at": "2025-05-20T22:34:57.000000Z",
            "updated_at": "2025-05-20T22:34:57.000000Z"
        },
        {
            "id": 125,
            "page_number": 12,
            "content": "- Nie do końca. Smok może się go wystraszyć. Potrzebny będzie kamuflaż, jak w każdej akcji specjalnej. To podstawa w operacjach komandoskich. Mój tata tak mówi. Dlatego… – popatrzył na Olgę z wyrazem dowódcy, który za chwilę przekaże oddziałowi tajną misję – będziesz głównym malarzem.\n\n- Mam wymalować go we wzór moro? – upewniła się Olga, bo w lot się zorientowała, na czym będzie polegała jej rola w tej misji.\n\n- Moro maluje się, gdy akcja jest w krzakach, a dron lata po niebie!\n\n- Oczywiście! – Olga klepnęła się dłonią w czoło. – Wymaluję go w chmurki.\n\n- Nie sądzę, żeby to był to dobry pomysł. Chmurki nie furkoczą. Furkoczą owady w czasie lotu.",
            "video_url": null,
            "created_at": "2025-05-20T22:34:57.000000Z",
            "updated_at": "2025-05-20T22:34:57.000000Z"
        }
    ]
}
